Repository: geschaenk/urks
Catalog: urks/Localizable.xcstrings
Source language: en
Languages: de

# action.close
source: Close
de: Schließen

# action.resetDefaults
source: Defaults
de: Standardwerte

# appearance.dark
source: Dark
de: Dunkel

# appearance.light
source: Light
de: Hell

# city.default.local
source: Local
de: Lokal

# displayMode.fourHands
source: 4 Hands
de: 4 Zeiger

# displayMode.sixHands
source: 6 Hands
de: 6 Zeiger

# hand.kind.hourOnes
source: Hour Ones
de: Stunde Einer

# hand.kind.hourTens
source: Hour Tens
de: Stunde Zehner

# hand.kind.minuteOnes
source: Minute Ones
de: Minute Einer

# hand.kind.minuteTens
source: Minute Tens
de: Minute Zehner

# hand.kind.secondOnes
source: Second Ones
de: Sekunde Einer

# hand.kind.secondTens
source: Second Tens
de: Sekunde Zehner

# handColor.black
source: Black
de: Schwarz

# handColor.blue
source: Blue
de: Blau

# handColor.brown
source: Brown
de: Braun

# handColor.gray
source: Gray
de: Grau

# handColor.green
source: Green
de: Grün

# handColor.purple
source: Purple
de: Lila

# handColor.red
source: Red
de: Rot

# handColor.yellow
source: Yellow
de: Gelb

# settings.appearance
source: Appearance
de: Darstellung

# settings.appearanceDescription.fixedDark
source: Appearance fixed to Dark
de: Darstellung fest auf Dunkel eingestellt

# settings.appearanceDescription.fixedLight
source: Appearance fixed to Light
de: Darstellung fest auf Hell eingestellt

# settings.appearanceDescription.system.dark
source: Appearance follows the system. Currently active: Dark
de: Darstellung folgt dem System. Aktuell aktiv: Dunkel

# settings.appearanceDescription.system.light
source: Appearance follows the system. Currently active: Light
de: Darstellung folgt dem System. Aktuell aktiv: Hell

# settings.back
source: Back
de: Zurück

# settings.color
source: Color
de: Farbe

# settings.colorMode
source: Color mode
de: Farbmodus

# settings.colorMode.dark
source: Dark
de: Dunkel

# settings.colorMode.light
source: Light
de: Hell

# settings.continuousMinuteOnesInIntegerMode
source: Continuous Minute Ones
de: Minuten-Einer fließend

# settings.continuousSecondOnesInIntegerMode
source: Continuous Second Ones
de: Sekunden-Einer fließend

# settings.handEditor.description
source: Edit width, length and color
de: Dicke, Länge und Farbe bearbeiten

# settings.handSummaryFormat
source: Width %1$@ · Length %2$@
de: Dicke %1$@ · Länge %2$@

# settings.handWidth.bold
source: bold
de: kräftig

# settings.handWidth.fine
source: fine
de: fein

# settings.handWidth.veryBold
source: very bold
de: sehr kräftig

# settings.handWidth.veryFine
source: very fine
de: sehr fein

# settings.integerOnly
source: Integers Only
de: Nur Ganzzahlen

# settings.label.appearance
source: Appearance
de: Erscheinungsbild

# settings.label.handCount
source: Hand Count
de: Zeigeranzahl

# settings.label.markings
source: Markings
de: Markierungen

# settings.markingMode.digits
source: Digits
de: Zahlen

# settings.markingMode.ticks
source: Tick Marks
de: Striche

# settings.mode
source: Mode
de: Modus

# settings.page.advanced
source: Advanced
de: Erweitert

# settings.page.appearance
source: Appearance
de: Darstellung

# settings.page.colors
source: Colors
de: Farben

# settings.page.dial
source: Dial
de: Zifferblatt

# settings.page.hands
source: Hands
de: Zeiger

# settings.page.timeZone
source: Time Zone
de: Zeitzone

# settings.section.clock
source: Clock
de: Uhr

# settings.section.hands
source: Hands
de: Zeiger

# settings.section.timeZone
source: Time Zone
de: Zeitzone

# settings.sectionSelector
source: Section
de: Bereich

# settings.slider.length
source: Length
de: Länge

# settings.slider.width
source: Width
de: Dicke

# settings.surface.appBackground
source: App Background
de: App-Hintergrund

# settings.surface.dialBackground
source: Dial Background
de: Zifferblatt

# settings.surface.markings
source: Digits/Ticks
de: Zahlen/Striche

# settings.surface.ring
source: Ring
de: Umrandung

# settings.surfaceEditor.description
source: Edit color
de: Farbe bearbeiten

# settings.title
source: Configuration
de: Konfiguration

# settings.useLocal
source: Local
de: Lokal

# settings.widget.cityInput
source: Enter city
de: Stadt eingeben

# settings.widget.enableSecondClockWide
source: Second clock in wide widget
de: Zweite Uhr im breiten Widget

# settings.widget.primaryClock
source: First Clock
de: Erste Uhr

# settings.widget.secondaryClock
source: Second Clock
de: Zweite Uhr

# settings.widget.worldClock
source: World Clock Widget
de: Widget Weltzeit

# widget.addClock
source: Add
de: Hinzufügen

# widget.citySearch.error.noMatchingPlaceFound
source: No matching place found.
de: Kein passender Ort gefunden.

# widget.citySearch.error.noPlaceFound
source: No place found.
de: Kein Ort gefunden.

# widget.citySearch.error.noTimeZoneFound
source: No time zone was found for this place.
de: Für diesen Ort wurde keine Zeitzone gefunden.

# widget.citySearch.error.resolveFailed
source: The place could not be resolved.
de: Ort konnte nicht aufgelöst werden.

# widget.citySearch.error.searchFailed
source: Place search failed.
de: Ortssuche fehlgeschlagen.

# widget.configurationDisplayName
source: Urks Clock
de: Urks Uhr

# widget.description
source: Shows the Urks clock on the Home Screen and Lock Screen.
de: Zeigt die Urks-Uhr auf Home-Bildschirm und Sperrbildschirm.
